Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: De fet, com en el cas dels kilooctets, no exactament: $$1 MB = 1.024 1.024 octets= 1.048.576 octets.$$ gigaoctets o gigabytes (GB), o milers de milions ---una mica més--- d'octets: $$1 GB=1.024 MB=1.048.576 kB=1.073.741.824 octets.$$ teraoctets o terabytes (TB), o bilions (milions de milions) ---de nou, una mica més--- d'octets: {c} $$1 TB=1.024 GB=1.048.576 MB=1.073.741.824 kB=
es_es: De hecho, como en el caso de los kilobytes, no exactamente: $$1 MB = 1.024 1.024 bytes= 1.048.576 bytes.$$ gigaoctetos o gigabytes (GB), o miles de millones ---un poco más--- de bytes: $$1 GB=1.024 MB=1.048.576 kB=1.073.741.824 bytes.$$ teraoctetos o terabytes (TB), o billones (millones de miliones) ---de nuevo, un poco más--- de bytes: {c} $$1 TB=1.024 GB=1.048.576 MB=1.073.741.824 kB=

source: De fet, convé considerar la trajectòria com a part del nom del fitxer, cosa que ens permetria dir, senzillament, que en un disc no pot haver-hi dos fitxers amb el mateix nom.
es_es: De hecho, conviene considerar la trayectoria como parte del nombre del fichero, lo que nos permitiría decir, sencillamente, que en un disco no puede haber dos archivos con el mismo nombre.

source: De fet, estudiarem tres casos: l'ambigüitat purament deguda a l'ambigüitat dels mots (explícits o nuls); l'ambigüitat purament deguda a l'existència de més d'una estructura sintàctica, i l'ambigüitat deguda a les dues causes alhora.
es_es: De hecho, estudiaremos tres casos: la ambigüedad puramente debida a la ambigüedad de las palabras (explícitas o nulas); la ambigüedad debida a la existencia de más de una estructura sintáctica, y la ambigüedad debida a ambas causas.

source: De fet, hi ha experiments psicolingüístics que indiquen que de vegades usem estratègies fonamentalment sintàctiques, elegint entre les possibles estructures fins i tot quan no hem sentit o llegit tota l'oració, potser per evitar un esforç intel·lectual excessiu, ja que hi pot haver moltíssimes interpretacions parcials.
es_es: De hecho, hay experimentos psicolingüísticos que indican que a veces usamos estrategias puramente sintácticas, eligiendo entre las posibles estructuras incluso cuando no hemos sentido o leído toda la oración, quizás para evitar un esfuerzo intelectual excesivo, puesto que puede haber muchísimas interpretaciones parciales.

source: De fet, hi ha un format XML estàndard per a especificar i intercanviar regles de segmentació, anomenat SRX} (segmentation rules exchange).
es_es: De hecho, hay un formato XML estándar para especificar e intercambiar reglas de segmentación, llamado SRX} (segmentation rules exchange).

source: De fet, per a evitar aquesta ambigüitat, es considera convenient però no obligatòria en català la solució alternativa amb preposició als gal·lesos per a la segona interpretació.
es_es: De hecho, para evitar esta ambigüedad, se considera conveniente pero no obligatoria en catalán la solución alternativa con preposición als gal·lesos para la segunda interpretación.

source: De fet, per fidelitat al sistema binari, un kilooctet no té 1.000, sinó 1.024 octets ($2^{10}$ és $1.024$), és a dir 1.024$$8=8.192 bits.
es_es: De hecho, por fidelidad al sistema binario, un kilobyte no tiene 1.000, sino 1.024 bytes ($2^{10}$ és $1.024$), es decir, 1.024$$8=8.192 bits.

source: De l'ambigüitat d'aquestes unitats lèxiques, també se'n sol dir { ambigüitat lèxica pura}.
es_es: De la ambigüedad de estas unidades léxicas, también se suele decir { ambigüedad léxica pura}.

source: De les 8 ($2 2 2$) anàlisis morfològiques possibles de la frase, tres en resulten sintàcticament acceptables, amb interpretacions molt diferents.
es_es: De los 8 ($2 2 2$) análisis morfológicos posibles de la frase, tres resultan sintácticamente aceptables, con interpretaciones muy diferentes.

source: De les quatre combinacions possibles, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones posibles, dos son sintácticamente aceptables.

source: De les quatre combinacions possibles, dues tenen un cert sentit.
es_es: De las cuatro combinaciones posibles, dos tienen cierto sentido.

source: De les quatre combinacions resultants, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones resultantes, dos son sintácticamente aceptables.

source: De quin tipus d'ambigüitat es tracta?
es_es: ¿De qué tipo de ambigüedad se trata?

source: De quina classe és l'ambigüitat de l'oració Va vendre les taronges que havia comprat a Maria?
es_es: ¿De qué clase es la ambigüedad de la oración Vendió las naranjas que había comprado a Maria?

source: De quina classe és l'ambigüitat que presenta l'oració Expulsaran el portaveu del partit?
es_es: ¿De qué clase es la ambigüedad que presenta la oración Expulsarán al portavoz del partido?

source: De tota manera, les velocitats mitjanes de tot un procés de lectura i escriptura solen ser més baixes.
es_es: De todas formas, las velocidades medias de todo un proceso de lectura y escritura suelen ser más bajas.

source: De vegades, l'anàlisi de la sintaxi d'una oració es complica per la presència de fenòmens de moviment de constituents.
es_es: A veces, el análisis sintáctico de una oración se complica por la presencia de fenómenos de movimiento de constituyentes.

source: Després van anar [...] [...] per CC.OO.
es_es: Después fueron [...] [...] por CC.OO.

source: Dins d'una carpeta (directori) podem posar carpetes i documents (fitxers) mesclats?
es_es: ¿Dentro de una carpeta (directorio) podemos poner carpetas y documentos (ficheros) mezclados?

source: Dir que l'anàfora és només un procés lèxic és una simplificació.
es_es: Decir que la anáfora es sólo un proceso léxico es una simplificación.

source: Direm que un bitext $(E,D)$ està alineat si les dues parts tenen el mateix nombre $N$ de segments, $E= e_1 e_2 e_3 e_N$ i $D= d_1 d_2 d_3 d_N$, i els seus segments són traducció mútua: $e_1$ és traducció de $d_1$ (o viceversa), $e_2$ és traducció de $d_2$, etc.
es_es: Diremos que un bitexto $(E,D)$ está alineado si las dos partes tienen el mismo número $N$ de segmentos, $E= e_1 e_2 e_3 e_N$ y $D= d_1 d_2 d_3 d_N$, y sus segmentos son traducción mutua: $e_1$ es traducción de $d_1$ (o viceversa), $e_2$ es traducción de $d_2$, etc.

source: Doncs bé, en aquests casos, es pot assignar més d'una forma lògica a una oració.
es_es: Pues bien, en estos casos, se puede asignar más de una forma lógica a una oración.

source: Doneu almenys quatre excepcions diferents a aquesta regla i descrigueu, en cada cas, una regla senzilla que permeta decidir amb seguretat raonable quan ens trobem en cada una d'aquestes excepcions, usant el mínim possible d'anàlisi lingüística del text.
es_es: Dad al menos cuatro excepciones diferentes a esta regla y describid, en cada caso, una regla sencilla que permita decidir con seguridad razonable cuándo nos encontramos en cada una de estas excepciones, usando el mínimo posible de análisis lingüístico del texto.

source: Dos fitxers ---també dos directoris--- només poden tenir el mateix nom si es troben en directoris diferents.
es_es: Dos ficheros --- también dos directorios --- sólo pueden tener el mismo nombre si se encuentran en directorios diferentes.

source: Dues de les quatre combinacions tenen sentit.
es_es: Dos de las cuatro combinaciones tienen sentido.

source: El sistema operatiu d'un ordinador és{} {} maquinari (hardware).
es_es: El sistema operativo de un ordenador es{} {} hardware.

source: El fragment ideal seria el que és suficientment menut per a aparéixer sovint però suficientment complet com per a tenir una traducció constant.
es_es: El fragmento ideal sería el que es lo suficientemente pequeño para aparecer a menudo pero lo suficientemente completo como para tener una traducción constante.

source: El DVD (digital versatil dics) és un tipus més avançat de sistemes d'emmagatzematge basat en discs òptics; bàsicament, es tracta d'un CD més ràpid i amb més capacitat, que ha desplaçat quasi completament els CD-ROM.
es_es: El DVD (digital versatil dics) es un tipo más avanzado de los sistemas de almacenamiento basado en discos ópticos; básicamente, se trata de un CD más rápido y con más capacidad, que ha desplazado casi completamente a los CD-ROM.

source: El bitext de més amunt es podria alinear per a formar les unitats de traducció { Tenemos}{ Tenim}
es_es: El bitexto de más arriba se podría alinear para formar las unidades de traducción { Tenemos}{ Tenim}

source: El codi ASCII va ser el primer codi estàndard per a emmagatzemar textos; quan els textos són més rics i contenen informació sobre tipus i grandàries de lletra, diagramació, notes a peu de pàgina, etc., s'usen formats més avançats que s'expliquen en l'epígraf .
es_es: El código ASCII fue el primer código estándar para almacenar textos; cuando los textos son más ricos y contienen información sobre tipos y tamaño de letra, diagramación, notas a pie de página, etc., se usan formatos más avanzados que se explican en el epígrafe .

source: El contingut no determina completament la forma.
es_es: El contenido no determina completamente la forma.

source: El directori {reserva} conté un subdirectori {tt} (que conté l'arxiu tt1.txt).
es_es: El directorio {reserva} contiene un subdirectorio {tt} (que contiene el archivo tt1.txt).

source: El directori principal o arrel està representat pel símbol $$.}
es_es: El directorio principal o raíz está representado por el símbolo $$.}

source: El format TMX segueix les especificacions XML (vegeu l'apartat ); és a dir, les memòries TMX són un tipus de document XML, definit, per tant, per una DTD concreta.}
es_es: El formato TMX sigue las especificaciones XML (veáse el apartado ); es decir, las memorias TMX son un tipo de documento XML, definido, por lo tanto, por una DTD concreta..}

source: El monitor (la pantalla) n'és el més comú.
es_es: El monitor (la pantalla) es el más común.

source: El nom Pentium es va triar perquè Intel no podia registrar ``586'' com a marca.
es_es: El nombre Pentium se eligió porque Intel no podía registrar ``586'' como marca.

source: El nom navegador s'usa per l'analogia ---dèbil--- existent entre els mecanismes d'accés als documents de la Internet i la navegació mitjançant un mapa en una zona desconeguda.
es_es: El nombre navegador se usa por la analogía ---débil--- existente entre los mecanismos de acceso a los documentos de Internet y la navegación mediante un mapa en una zona desconocida.

source: El nom sol ser normalment lliure, però l'extensió sol ser curta (entre una i quatre lletres) i el sistema operatiu la sol usar per a identificar el programa que s'ha d'usar per a processar-lo o el format en què es troben les dades que conté (per exemple, l'extensió .txt identifica normalment un fitxer de text pla, vegeu l'apartat ; l'extensió .exe s'usa per als programes d'ordinador, etc.).
es_es: El nombre suele ser libre, pero la extensión suele ser corta (entre una y cuatro letras) y el sistema operativo suele usarla para identificar el programa que se debe usar para procesarlo o el formato en que se encuentran los datos que contiene (por ejemplo, la extensión .txt identifica normalmente un fichero de texto plano, véase el apartado ; la extensión .exe se usa para los programas de ordenador, etc.).

source: El percentatge de coincidència entre el nou segment a traduir i el segment origen de la unitat de traducció proposada.
es_es: El porcentaje de coincidencia entre el nuevo segmento a traducir y el segmento origen de la unidad de traducción propuesta.

source: El principi de composicionalitat diu que la interpretació d'una oració està determinada per les interpretacions dels mots i per la sintaxi.
es_es: El principio de *composicionalitat dice que la interpretación de una oración está determinada por las interpretaciones de las palabras y por la sintaxis.

source: El problema és que falta el subjecte de l'oració subordinada com queia rodolant.
es_es: El problema es que falta el sujeto de la oración subordinada como caía rodando.

source: El procés es mostra en la figura .
es_es: El proceso se muestra en la figura .

source: El programa de dalt tindria l'aparença següent: mov #1,A mov A,index mov #0,A mov A,suma altre: mov suma,A add A,index mov A,suma mov index,A cmp A,#10 jeq final inc A mov A,index jmp altre final: hlt
es_es: El programa de arriba tendría la apariencia siguiente: mov #1,A mov A,index mov #0,A mov A,suma otro: mov suma,A add A,index mov A,suma mov index,A cmp A,#10 jeq final inc A mov A,index jmp otro final: hlt

source: El programa que suma els nombres de l'1 al 10 quedaria així en el llenguatge Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.
es_es: El programa que suma los números del 1 al 10 quedaría así en el lenguaje Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.

source: El pronom li pot tenir els antecedents Mario i la seua mare (b) (c) (a) (c) (c) (b) (c) (c) (b)
es_es: El pronombre li puede tener los antecedentes Mario y su madre (b) (c) (a) (c) (c) (b) (c) (c) (b)

source: El pronom la pot tenir tres antecedents: la venedora, la descripció o la urbanització projectada i, per tant, tres interpretacions diferents.
es_es: El pronombre la puede tener tres antecedentes: la vendedora, la descripción o la urbanización proyectada y, por lo tanto, tres interpretaciones diferentes.

source: El pronom buit que fa de subjecte de fa.
es_es: El pronombre vacío que hace de sujeto de fa.

source: El pronom feble el pot referir-se a garatge o a cotxe.
es_es: El pronombre lo puede referirse a garaje o a coche.

source: El punt de vista purament sintàctic és pot considerar una simplificació excessiva; moltes vegades, les persones resolem l'ambigüitat estructural usant restriccions semàntiques o fins i tot lèxico-semàntiques: Per exemple, el verb vendre admet un objecte directe i un d'indirecte, però el verb menjar només el directe, de manera que si diem ``Va presentar l'home que venia taronges a Joan'' es pot interpretar de dues maneres per causa de l'ambigüitat estructural, però si diem la frase estructuralment idèntica ---i per tant idènticament ambigua--- ``Va presentar l'home que menjava taronges a Joan'' no hi ha més que una interpretació possible.
es_es: El punto de vista puramente sintáctico es puede considerar una simplificación excesiva; muchas veces, las personas resolvemos la ambigüedad estructural usando restricciones semánticas o incluso lèxico-semánticas: Por ejemplo, el verbo vender admite un objeto directo y uno de indirecto, pero el verbo comer sólo el directo, de forma que si decimos ``Le presentó el hombre que vendía naranjas a Joan'' se puede interpretar de dos maneras a causa de la ambigüedad estructural, pero si decimos la frase estructuralmente idéntica ---y por lo tanto idénticamente ambigua--- ``LePresentó a el hombre que comía naranjas a Joan'' no hay más que una interpretación posible.

source: El que sí que és probable és que algunes parts del text nou $E'$ apareguen també en la part esquerra d'alguns dels bitextos que ja tenim.
es_es: Lo que sí es probable es que algunas partes del texto nuevo $E'$ aparezcan también en la parte izquierda de algunos de los bitextos que ya tenemos.

source: El resultat de la segmentació encara no és útil: no queda clara la correspondència entre els segments esquerres i els segments drets.
es_es: El resultado de la segmentación todavía no es útil: no queda clara la correspondencia entre los segmentos izquierdos i los segmentos derechos.

source: El sintagma (oració subordinada de relatiu) que s'hagen fet en euros pot modificar al segon sintagma nominal les despeses o al sintagma nominal complet les entrades i les despeses.
es_es: El sintagma (oración subordinada de relativo) que se hayan hecho en euros puede modificar al segundo sintagma nominal los gastos o al sintagma nominal completo las entradas y los gastos.

source: El sintagma nominal cançons de bressol pot modificar només el segon sintagma verbal cantar o el sintagma verbal complet ballar i cantar (és a dir, cançons de bressol pot ser objecte directe només del segon verb o dels dos).
es_es: El sintagma nominal canciones de cuna puede modificar sólo el segundo sintagma verbal cantar o el sintagma verbal completo bailar y cantar (es decir, canciones de cuna puede ser objeto directo sólo del segundo verbo o de los dos).

source: El sintagma preposicional a l'hospital pot modificar el sintagma verbal li van donar o el sintagma verbal es refà de la pallisa que li van donar.
es_es: El sintagma preposicional en el hospital puede modificar el sintagma verbal le dieron o el sintagma verbal se recupera de la paliza que le dieron.

source: El sintagma preposicional per un policia pot modificar el sintagma verbal atrapats a una fàbrica incendiada o només el sintagma verbal incendiada.
es_es: El sintagma preposicional por un policía puede modificar el sintagma verbal atrapados en una fábrica incendiada o sólo el sintagma verbal incendiada.

source: El sintagma preposicional ``a Maria'' pot ser l'objecte indirecte de l'oració principal i de la subordinada.
es_es: El sintagma preposicional ``a María'' puede ser el complemento indirecto de la oración principal y de la subordinada.

source: El sistema operatiu, d'una banda, permet que la persona usuària hi execute programes i gestione els fitxers de dades, etc.; per a això, ofereix una interfície d'ús (vegeu més endavant).
es_es: El sistema operativo, por un lado, permite que el usuario ejecute programas y gestione los ficheros de datos, etc.; para eso, ofrece una interfaz de uso (véase más adelante).

source: El xip és l'element bàsic de la microelectrònica i de la microinformàtica; es tracta d'un o més circuits integrats en una placa de silici de dimensions molt reduïdes, que normalment es col·loca en una capsa hermètica amb contactes metàl·lics.
es_es: El chip es el elemento básico de la microelectrónica y de la microinformática; se trata de uno o más circuitos integrados en una placa de silicio de dimensiones muy reducidas, que normalmente se coloca en una caja hermética con contactos metálicos.

source: Elegiu dues llengües, $L_1$ i $L_2$ i poseu dos exemples de traduccions errònies de $L_1$ a $L_2$, indicant la frase original, la frase mal traduïda i la frase correcta.
es_es: Elegid dos lenguas, $ L_1$ y $ L_2$ y poned dos ejemplos de traducciones erróneas de $ L_1$ a $ L_2$, indicando la frase original, la frase mal traducida y la frase correcta.

source: Elegiu una llengua origen i una llengua meta (francés, anglés, alemany, català o espanyol) i poseu un exemple d'oració per a cada un dels tres casos anteriors, on siga necessari un determinat nivell d'anàlisi per tal de resoldre una ambigüitat i produir-ne la traducció correcta.
es_es: Elegid una lengua origen y una lengua meta (francés, inglés, alemán, catalán o español) y poned un ejemplo de oración para cada uno de los tres casos anteriores, donde sea necesario un determinado nivel de análisis para resolver una ambigüedad y producir la traducción correcta.

source: Els CD-ROM (compact dics read-only memory) ---idèntics en aparença i similars en molts aspectes als CD de música--- emmagatzemen la informació òpticament. La grandària d'un CR-ROM sol ser de 650 MB o de 700 MB.
es_es: Los CD-ROM (compact dics read-only memory) ---idénticos en apariencia y similares en muchos aspectos a los CD de música--- almacenan la información ópticamente. El tamaño de un CR-ROM suele ser de 650 MB o de 700 MB.

source: Els Mac fan servir un sistema operatiu propi (MacOS) i tenen una quota de mercat més reduïda entre el públic general però més gran en determinades aplicacions especialitzades (per exemple, el disseny gràfic).
es_es: Los Mac usan un sistema operativo propio (MacOs) y tienen una cuota de mercado más reducida entre el público general pero más grande en determinadas aplicaciones especializadas (por ejemplo, el diseño gráfico).

source: Els Mac, a hores d'ara també són ordinadors de tipus PC, però antigament eren ordinadors tipus PowerPC fabricats exclusivament per l'empresa Apple.
es_es: Los Mac, a estas alturas también son ordenadores de tipo PC, pero antiguamente eran ordenadores tipo PowerPC fabricados exclusivamente por la empresa Apple.

source: Els PC són l'evolució dels primers ordinadors personals desenvolupats per IBM, tot i que actualment són fabricats per un nombre molt gran d'empreses.
es_es: Los PC son la evolución de los primeros ordenadores personales desarrollados por IBM, a pesar de que actualmente son fabricados por un número muy grande de empresas.

source: Els Pentium més recents tenen més d'un nucli o sub-processador, i poden, per tant, executar instruccions de programa en paral·lel.
es_es: Los Pentium más recientes tienen más de un núcleo o sub-procesador, y pueden, por lo tanto, ejecutar instrucciones de programa en paralelo.

source: Els bits s'agrupen normalment en grups de vuit, anomenats { octets} o bytes.
es_es: Los bits se agrupan normalmente en grupos de ocho, llamados { octetos} o bytes.

source: Els d'UGT no van [...] [...] per CC.OO.
es_es: Los de UGT no [...] [...] por CC.OO.

source: Els diccionaris anglesos, que solen agrupar els mots polisèmics en una entrada, típicament en fan dues entrades diferents, i, de fet, en lexicografia no és estrany referir-se a case com un homògraf.
es_es: Los diccionarios ingleses, que suelen agrupar las palabras polisémicas en una entrada, típicamente hacen dos entradas diferentes, y, de hecho, en lexicografía no es extraño referirse a case como un homógrafo.

source: Els directoris són fitxers especials que agrupen els noms i les característiques d'altres fitxers; de fet, els directoris poden contenir zero o més fitxers o també zero o més directoris (sense restriccions de quantitat), i així successivament, de manera que la persona usuària pot establir una estructuració jeràrquica o arbòria dels seus fitxers en el disc.
es_es: Los directorios son ficheros especiales que agrupan los nombres y las características de otros ficheros; de hecho, los directorios pueden contener cero o más ficheros o cero o más directorios (sin restricciones de cantidad), y así sucesivamente, de modo que el usuario puede establecer una estructuración jerárquica o arbórea de sus ficheros en el disco.

source: Els discos fixos (i els antics disquets) són dispositius d'emmagatzematge magnètic, poc més o menys com ho eren les antigues cassets.
es_es: Los discos fijos (y los antiguos disquetes) son dispositivos de almacenamiento magnético, más o menos como lo eran los antiguos disquetes.

source: Els dispositius d'entrada més comuns són el teclat, el ratolí, la pantalla tàctil, la maneta de jocs, les càmeres de fotos i webcams o l'escànner ---un dispositiu que llegeix una imatge impresa i la converteix en un fitxer (vegeu l'apartat ) que conté la imatge digitalitzada.
es_es: Los dispositivos de entrada más comunes son el teclado, el ratón, la pantalla táctil, la manecilla de juegos, las cámaras de fotos y webcams o el escáner ---un dispositivo que lee una imagen impresa y la convierte en un fichero (vease el apartado ) que contiene la imagen digitalizada.

source: Els documents de text, a més de caràcters i paraules, contenen informació de format que cal considerar en el procés de segmentació i alineament.
es_es: Los documentos de texto, además de caracteres y palabras, contienen información de formato que hay que considerar en el proceso de segmentación y alineamiento.

source: Els fitxers són conjunts de dades amb un nom que els identifica i que es manipulen ---s'obrin, es tanquen, es copien, s'esborren--- com un tot.
es_es: Los ficheros son conjuntos de datos con un nombre que los identifica y que se manipulan ---se abren, se cierran, se copian, se borran--- como un todo.
